[{
  "_id": {
    "$oid": "63f9d27563d00516048156dc"
  },
  "image": "https://www.foodandwine.com/thmb/fhj7Icj9Lt6R172kQR5eDThxvAE=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/201302-xl-cheddar-stuffed-burgers-with-pickled-slaw-and-fried-shallots-befe64201a7e404d86c03289d8b392ef.jpg",
  "ingredients": "Kosher salt, 8 cups finely shredded green cabbage (from a 1 1/2-pound head), 1 cup distilled white vinegar, 1 tablespoon sugar, 2 tablespoons yellow mustard seeds, Vegetable oil, for frying, 5 large shallots, very thinly sliced crosswise and separated into rings, 1/4 cup Wondra flour (see Note), 1 1/2 pounds ground beef chuck, preferably 85 percent lean, 1 teaspoon onion powder, 1 teaspoon garlic powder, 1 teaspoon sweet smoked paprika, 1 tablespoon Worcestershire sauce, Freshly ground pepper, 6 ounces extra-sharp cheddar, shredded, 2 cups baby arugula, 4 brioche buns, split and toasted",
  "recipe": "In a large bowl, toss 1 tablespoon of kosher salt with the cabbage and massage it until it softens and releases its liquid, about 4 minutes. Drain the cabbage in a colander and rinse it. Wipe out the bowl. Add the vinegar, sugar, mustard seeds, 1 cup of water and 1 tablespoon of salt. Add the cabbage to the vinegar mixture, toss to coat and place a plate on top to keep it submerged. Let stand at room temperature for 2 hours. Meanwhile, in a large saucepan, heat 1 1/2 inches of vegetable oil to 325°. In a medium bowl, toss the shallots with the Wondra flour. Fry the shallots all at once, stirring gently, until golden, about 7 minutes. Using a slotted spoon, transfer the shallots to a paper towel–lined plate to drain. Season the shallots with salt. Reserve the cooking oil. In a medium bowl, combine the ground beef with the onion powder, garlic powder, smoked paprika, Worcestershire sauce and 2 teaspoons each of kosher salt and ground pepper. Knead gently until thoroughly mixed. Form the beef into eight 4-inch patties. Press the shredded cheese into four 2 1/2-inch disks. Sandwich the cheese disks between the patties. Pinch the edges together to seal. Heat a grill pan or griddle. Brush the burgers with some of the shallot cooking oil and cook over moderate heat until browned on the bottom, about 3 minutes. Flip the burgers, invert a large heatproof bowl over them and cook until medium within and the cheese is melted, about 3 minutes longer. Mound the arugula on the bun bottoms and top with the burgers. Drain the pickled cabbage and mound some of it on the burgers; reserve the rest of the pickled cabbage for another use. Top with the fried shallots and the bun tops and serve.",
  "title": "Cheddar-Stuffed Burgers with Pickled Slaw and Fried Shallots",
  "category": "Burger"
},{
  "_id": {
    "$oid": "63f9d88d63d00516048156dd"
  },
  "image": "https://www.foodandwine.com/thmb/Fu0P7SC1plgmWDb7qc0NBmjHdFA=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Borscht-with-Buttermilk-and-Grated-Cucumber-FT-RECIPE0822-2000-15c400a9033a4e58bfbc4dfbb8ab0bd7.jpg",
  "ingredients": "2 pounds peeled cooked red beets, ½ cup dill pickle juice, 2 tablespoons granulated sugar, 1 tablespoon plus 2 teaspoons kosher salt, divided, plus more to taste, 1 large cucumber (about 12 ounces), peeled, halved lengthwise, and seeded, 1 cup cold water, ½ cup chopped scallions (from 4 large scallions), plus more for garnish, ¼ cup finely chopped fresh dill, plus more for garnish, 1 tablespoon fresh lemon juice (from 1 lemon), 1 ½ teaspoons black pepper, plus more to taste, 4 cups buttermilk, 8 hard-cooked eggs, peeled and quartered lengthwise, 1 cup sour cream, Chopped fresh herbs (such as chives or flat-leaf parsley), for serving",
  "recipe": "Using large holes of a box grater, grate beets into a large bowl. Add pickle juice, sugar, and 1 tablespoon salt; toss to combine. Let stand at room temperature, uncovered, until flavors meld, about 30 minutes. Using large holes of a box grater, grate cucumber into beet mixture in bowl. Add 1 cup cold water, scallions, dill, lemon juice, pepper, and remaining 2 teaspoons salt; gently stir until mixture is combined. Add buttermilk in 2 additions, gently stirring and folding until soup turns fuchsia and is evenly colored. Stir in additional salt and pepper to taste. (The soup should be assertively seasoned.) Refrigerate soup, covered, until very cold, at least 2 hours or up to 3 days. Serve topped with hard-cooked eggs, sour cream, chopped fresh herbs, and additional scallions and dill.",
  "title": "Borscht with Buttermilk and Grated Cucumber",
  "category": "Soup"
},{
  "_id": {
    "$oid": "63fb29f353e60889e0c1ac35"
  },
  "image": "https://www.foodandwine.com/thmb/9gJBBOO9z2vsBu_ohjsjjyLagG4=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/miso-chicken-ramen-XL-RECIPE1217-96952c0ec830414d961a39ce21af924e.jpg",
  "ingredients": "1 quart chicken stock or low-sodium broth, 3 tablespoons white miso, 1 tablespoon soy sauce, 1/2 pound shredded cooked chicken (about 2 cups), Ice, 2 large eggs, Two 3-ounce packages ramen noodles, seasoning packets discarded, Shredded carrot, thinly sliced scallion and Sriracha, for serving",
  "recipe": "In a medium saucepan, combine the stock, miso and soy sauce; bring to a boil over high heat, whisking to dissolve the miso. Add the chicken and simmer over moderate heat for 2 minutes. Keep hot over low heat.\nSet up a small ice bath. Fill another medium saucepan with water and bring to a boil. Add the eggs and simmer over moderate heat for exactly 7 minutes. Using a slotted spoon, transfer the eggs to the ice bath to cool. Carefully peel the eggs and cut them in half lengthwise.\nMeanwhile, return the saucepan of water to a boil. Add the ramen and cook until just softened, about 3 minutes. Drain well and transfer to 2 large bowls. Ladle the broth and chicken over the noodles and top with the eggs. Serve with shredded carrot, thinly sliced scallion and Sriracha.",
  "title": "Miso Chicken Ramen",
  "category": "Soup"
},{
  "_id": {
    "$oid": "63fb9d429f64b44c3e056526"
  },
  "title": "Italian Tuna Salad",
  "ingredients": "1/4 cup thinly sliced red onion (from 1 small onion)\n1/4 cup red wine vinegar\n1 1/2 tablespoons fresh lemon juice (from 1 lemon)\n1 tablespoon Dijon mustard\n1 teaspoon honey\n3/4 teaspoon kosher salt\n1/2 teaspoon black pepper\n5 tablespoons extra-virgin olive oil, divided\n3 6.7-ounce jars oil-packed tuna (such as Tonnino), drained and flaked into large pieces\n1 6.7-ounce jar pitted Castelvetrano olives, drained and roughly chopped (about 1 cup\n1 8 1/2-ounce jar oil-packed sun-dried tomato halves, drained and roughly chopped (about 1 packed cup)\n3 large celery stalks with leaves, thinly sliced (about 1 1/4 cups)\n1/2 cup  loosely packed fresh basil leaves, roughly chopped (from 1 [1/2-ounce] package)",
  "recipe": "Place onion in a small bowl, and add red wine vinegar; set aside.\n\nWhisk together lemon juice, mustard, honey, salt, pepper, and 3 tablespoons of the olive oil in a large bowl. Fold in tuna, olives, sun-dried tomatoes, celery, and basil. Drain onions, and fold into tuna mixture. If serving immediately, drizzle remaining 2 tablespoons oil over tuna salad, folding to coat. (Alternatively, cover tuna salad, and refrigerate until ready to serve. Drizzle with remaining 2 tablespoons olive oil, folding to coat just before serving.)",
  "image": "https://www.foodandwine.com/thmb/6v6qxeaaO5X9W9X5Nw26s9vk7Vc=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Roman-Style-Tuna-Salad-FT-RECIPE0123-585278a5af6e4327baaeab4e52073351.jpg",
  "category": "Salad",
  "__v": 0
},{
  "_id": {
    "$oid": "63fb9d8c9f64b44c3e05652d"
  },
  "title": "Quick Red Cabbage Slaw",
  "ingredients": "4 cups shredded red cabbage (from 1 head cabbage)\n1 cup matchstick carrots\n1 small red Fresno chile, seeds and ribs removed, finely chopped (about 1 tablespoon)\n1/4 cup fresh lemon juice (from 2 lemons)\n1 tablespoon mustard seeds\n1 3/4 teaspoons kosher salt\n1 cup chopped fresh flat-leaf parsley (from 1 bunch)",
  "recipe": "Toss together cabbage, carrots, and chile in a large bowl; set aside.\nBring lemon juice, mustard seeds, and salt to a simmer in a small saucepan over medium, stirring occasionally. Remove from heat, and pour over cabbage mixture; toss to combine. Cover and refrigerate at least 1 hour or up to overnight. Stir in parsley just before serving.",
  "image": "https://www.foodandwine.com/thmb/9JKVvtuGkw_03ssqbUALj8IR0lw=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/fw_burnt-honey-barbecue-sauce-ft-recipe2019157-5320cc09215249dc878f0d737b2ffe6a.jpg",
  "category": "Salad",
  "__v": 0
},{
  "_id": {
    "$oid": "63fb9e469f64b44c3e056530"
  },
  "title": "Buttermilk Pancakes",
  "ingredients": "2 cups all-purpose flour\n3 tablespoons sugar\n1 teaspoon baking powder\n1 teaspoon baking soda\n1/2 teaspoon kosher salt\n1 large egg\n2 cups buttermilk\n2 tablespoons melted butter or neutral oil",
  "recipe": "In a large bowl, whisk flour, sugar, baking powder, baking soda, and salt.\nIn a separate bowl, whisk together egg, buttermilk, and butter or oil.\nPour egg mixture into flour, stirring to combine. Gently stir egg mixture into flour, mixing just enough to moisten flour; don't worry about having a few lumps.\nAllow the batter to rest, uncovered, for 15 minutes. Heat butter or oil in skillet. When butter foam subsides or oil shimmers, ladle 1/3 cup batter into skillet. Flip pancakes after bubbles rise to surface and pancakes are brown, 2 to 4 minutes.\nFlip pancakes and cook until second side is lightly browned. Serve, or hold in a 250°F oven until ready to serve.",
  "image": "https://www.foodandwine.com/thmb/V0eIh0PqyqWabW0TWxDlswE-8cI=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Buttermilk-Pancakes-FT-RECIPE1222-5589088e52c94e6f8a610b4393196fbb.jpg",
  "category": "Pancakes",
  "__v": 0
},{
  "_id": {
    "$oid": "63fb9ea09f64b44c3e056533"
  },
  "title": "The Breslin's Ricotta Pancakes with Orange Syrup",
  "ingredients": "Orange Syrup: \n1 orange\n1 cup fresh orange juice\n1 cup sugar\n1 cup water\nRicotta Topping: \n1 ½ cups fresh ricotta\n1 ½ tablespoons sugar\n¾ teaspoon finely grated lemon zest\nSeeds scraped from 1/2 vanilla bean\nPancakes: \n1 ½ cups all-purpose flour\n¼ cup fine white cornmeal\n2 tablespoons sugar\n½ teaspoon salt\n½ teaspoon baking powder\n½ teaspoon baking soda\n2 cups buttermilk\n2 large eggs (separated)\n½ cup fresh ricotta\nVegetable oil (for frying)\nToasted almond slices (for serving)",
  "recipe": "Make the Orange Syrup\nPeel the zest from the orange in long strips and julienne. In a saucepan of boiling water, blanch the zest for 30 seconds. Drain and repeat. In the saucepan, simmer the orange juice, sugar, water and blanched zest until syrupy, about 10 minutes. Let cool.\nMake the Ricotta Topping\nIn a bowl, mix together all of the ingredients.\nMake the Pancakes\nIn a large bowl, whisk the flour, cornmeal, sugar, salt, baking powder and soda. In another large bowl, whisk the buttermilk, egg yolks and ricotta. Fold the wet ingredients into the dry ingredients. In a large, clean stainless steel bowl, beat the egg whites until stiff but not dry; fold them into the batter.\nIn a large cast-iron skillet, heat a thin film of vegetable oil. Drop in 1/4-cup dollops of batter and cook over moderately high heat, 2 minutes per side, until golden and fluffy. Serve about 3 pancakes per person. Pass the orange syrup, ricotta topping and toasted almonds at the table.",
  "image": "https://www.foodandwine.com/thmb/6Wxhqd5wZhQtckeFW9TzEmw-My4=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/201007-xl-breslin-pancakes-9e196aad7e9f4c28aed42413b5461c04.jpg",
  "category": "Pancakes",
  "__v": 0
}]